{
  "bookOfTheMonth": {
    "bookName"  : "The Dwarves",
    "bio"       : "The Dwarves (German: Die Zwerge) is the first novel in the titular high fantasy series, The Dwarves, by German fantasy author Markus Heitz. The story follows an orphan dwarf by the name of Tungdil Goldhand, raised by humans. The book was originally written in English and German. A video game named The Dwarves made by King Art Games was leaked by the German gaming online magazine Hooked is based on the first book, which will be funded through Kickstarter. The leak has been confirmed by the publisher EuroVideo.",
    "header1"   : "Plot",
    "plot"      : "Tungdil Goldhand, a young blacksmith, is the only dwarf in Ionandar, one of Girdlegard's five enchanted realms. These realms, rich in magical energy forcefields, are ruled by magi, while other lands are ruled by the kings and queens of Girdlegard. Tungdil's 'foster father', the venerable magus Lot-Ionan, sends him on an errand to return some artifacts to one of his former pupils and travel to the secondling dwarf kingdom. Along the way he meets Boindil and Boendal, two secondling twins, who lead him to Ogre's Death, a fortress in their kingdom. They slaughter orcs and avoid Nudin, a magus who has fallen under the spell of The Perished Land (the evil spirit of Girdlegard). Nudin betrays the magi, kills them, and corrupts the forcefields so that he alone can use them. The Perished Land attempted and succeeded in infiltrating Girdlegard and defeating the dwarves' fifthling kingdom eleven hundred cycles ago. Whoever dies on the Perished Land is raised as a revenant in service of the Perished Land's spirit; however, if the revenant's spirit is strong enough, it can resist the Perished Land's influence. Tungdil owns the books that explain the only way to defeat Nudin: forge a magical axe called Keenfire that needs to have a steel blade, a hilt made of the extinct tree known as the sidguredaisy, and runes engraved with a combination of all the known metals. They decapitate Nudin, but he survives thanks to the dark power of the spirit of the Perished Land possessing him. They meet Andokai, the last surviving maga, and her bodyguard, Djerun. Tungdil is also involved in a plot to delegitimize Gandogar's claim to the throne. Gandogar has been convinced by his evil advisor, Bislipur, who is secretly a thirdling (an evil race of dwarves who throughout history have tried to end the lives of all other dwarves) that the elves betrayed the fifthlings and want to create a war with them while they're weak from the constant battles with the Perished Land. Tundgil and Gandogar then set out to forge Keenfire for the fifth challenge that was taken out by chance by Bislipur in the draw.",
    "header2"   : "The fiftlings",
    "plot2"     : "The dwarves of the fifthling kingdom were divided into nine clans. They guarded the gate way to Girdlegard from the Perished Land. For a long time, the orcs fought against the dwarves unsuccessfully, but alfar came and caused a great sickness that sapped the dwarves strength, clouded their vision, and enfeebled their hands.",
    "plot3"     : "Soon Glamdolin Strongarm, a thirdling spy who was thought to be sick, opened the door. Glandallin, a brown haired and brown eyed dwarf, cut him down and charged the door with the few dwarves left alive to give the door time to close. Giselbert Ironeye, Glandallin, and eight other dwarves who were revenants (but able to resist the influence of the Perished Land) helped forge Keenfire. They held the orcs off with the help of the undead Bavragor. The symbol of the fifthlings is a circle of red vraccasiam chain links. It is said in one of the fifthling tablets 'it is possible to rekindle a frozen dwarves innerfurnace with white hot coals'.",
    "bookCover" : "img/dvarves.jpg"
  }
}